Revit 2027 API
BuiltInFailures.GroupFailures.ElementChangedMoreThanAllowed Property
 The Grouped element has changed length enough to make it substantially different from other Group instances. To make this degree of change Edit Group and make the change again.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId ElementChangedMoreThanAllowed { get; }
Public Shared ReadOnly Property ElementChangedMoreThanAllowed As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ ElementChangedMoreThanAllowed {
	FailureDefinitionId^ get ();
}
static member ElementChangedMoreThanAllowed : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace